Repository: common-repository/simple-pictures-slider
Catalog: languages/simple-pictures-slider-*.po
Languages: fr_fr

source: Add New Slider
fr_fr: Ajouter Nouveau Slider

source: Edit Slider
fr_fr: Modifier Slider

source: New Slider
fr_fr: Nouveau Slider

source: View Slider
fr_fr: Voir Slider

source: View Sliders
fr_fr: Voir Sliders

source: Search Slider
fr_fr: Rechercher Slider

source: No sliders found
fr_fr: Aucun slider trouvé

source: No sliders found in Trash
fr_fr: Aucun slider trouvé dans la Corbeille

source: Parent Slider:
fr_fr: Slider Parent :

source: All Sliders
fr_fr: Tous les Sliders

source: Slider Archives
fr_fr: Archive des Sliders

source: Slider Attributes
fr_fr: Attributs du Slider

source: Insert into slider
fr_fr: Insérer dans le slider

source: Uploaded to this slider
fr_fr: Téléverser sur le slider

source: Filter sliders list
fr_fr: Filtrer la liste des sliders

source: Sliders list
fr_fr: Liste des sliders

source: Slider published.
fr_fr: Slider publié.

source: Slider published privately.
fr_fr: Slider publié en privé.

source: Slider reverted to draft.
fr_fr: Slider retourné en brouillon.

source: Slider scheduled.
fr_fr: Slider planifié.

source: Slider updated.
fr_fr: Slider mis à jour.

source: Slider Link.
fr_fr: Lien du Slider.

source: A link to a slider.
fr_fr: Un lien vers le slider.

source: Simple sliders of pictures
fr_fr: Simple slider d'images

source: Add New Slide
fr_fr: Ajouter Nouvel Slide

source: Edit Slide
fr_fr: Modifier Slide

source: New Slide
fr_fr: Nouvel Slide

source: View Slide
fr_fr: Voir la Slide

source: View Slides
fr_fr: Voir les Slides

source: Search Slide
fr_fr: Rechercher Slide

source: No slides found
fr_fr: Aucune slide trouvé

source: No slides found in Trash
fr_fr: Aucune slide trouvé dans la corbeille

source: Parent Slide:
fr_fr: Slide Parent :

source: All Slides
fr_fr: Toutes les Slides

source: Slide Archives
fr_fr: Archive des Slides

source: Slide Attributes
fr_fr: Attributs de la Slide

source: Insert into slide
fr_fr: Insérer dans la slide

source: Uploaded to this slide
fr_fr: Téléverser dans cette slide

source: Filter slides list
fr_fr: Filtrer la liste des slides

source: Slides list
fr_fr: Liste des slides

source: Slide published.
fr_fr: Slide publié.

source: Slide published privately.
fr_fr: Slide publié en privé.

source: Slide reverted to draft.
fr_fr: Slide retourné en brouillon.

source: Slide scheduled.
fr_fr: Slide planifié.

source: Slide updated.
fr_fr: Slide mise à jour.

source: Slide Link.
fr_fr: Lien de la Slide.

source: A link to a slide.
fr_fr: Un lien vers la slide.

source: Simple slides for simple sliders
fr_fr: Simple slide pour simple sliders

source: Just a simple slider of pictures
fr_fr: Juste un simple slider d'images

source: A simple plugin to display a picture slider. Light, efficient and compatible with ACF. Best for developers.
fr_fr: Un simple plugin pour afficher un slider d'images. Léger, efficace et compatible avec ACF. Parfait pour les développeurs.

source: SPS is a simple plugin to create a slider of pictures and display it with a shortcode or PHP code. Few options to keep it simple, but fast and efficient. Some hooks to improve the slider or to configure it more specifically. Good plugin for developers, with possibility to control what your client can edit or not in the advanced options.
fr_fr: SPS est un plugin très simple pour créer un slider d'images et l'afficher avec un shortcode ou en PHP. Peu d'options pour rester simple, mais rapide et efficace. Plusieurs crochets pour améliorer le slider ou le configurer plus spécifiquement. Un bon plugin pour les développeurs, avec la possibilité de contrôler ce que votre client peut modifier dans les options avancés.

source: Compatible with ACF, you can put field groups for every slide. It's possible to override template files for displaying the fields.
fr_fr: Compatible avec ACF, vous pouvez créer des groupes de champs pour les slides. Avec la possibilité de surcharger les fichiers de templates afin d'afficher les champs.

source: Select Media
fr_fr: Sélectionnez ou téléversez une image

source: Thumbnail
fr_fr: Miniature

source: Medium
fr_fr: Moyen

source: Large
fr_fr: Grand

source: Full Size
fr_fr: Original

source: Shortcode
fr_fr: Code court

source: PHP Code
fr_fr: Code PHP

source: Copied!
fr_fr: Copiée !

source: Publish
fr_fr: Publier

source: Next & Previous Arrows
fr_fr: Flèches directionnels

source: Navigation Dots
fr_fr: Navigation

source: Advanced
fr_fr: Avancé

source: Save
fr_fr: Enregistrer

source: Add slides
fr_fr: Ajouter une slide

source: Delete permanently
fr_fr: Supprimer définitivement

source: Move to Trash
fr_fr: Mettre à la Corbeille

source: Schedule
fr_fr: Programmer

source: Submit for Review
fr_fr: Soumettre pour Révision

source: Update
fr_fr: Mettre à jour

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Set maximum width at 100%
fr_fr: Fixer la largeur maximum à 100%

source: Keep ratio
fr_fr: Garder le rapport

source: Keep the ratio width/height of the slider (checked) or leave the height fixed (unchecked).
fr_fr: Garde le rapport largeur/hauteur du slider (cochée) ou laisse la hauteur fixe (non cochée)

source: Fade
fr_fr: Fondu

source: Slide Right to Left
fr_fr: Glisser de droite à gauche

source: Slide Bottom to Top
fr_fr: Glisser du bas vers le haut

source: Slide Left to Right
fr_fr: Glisser de gauche à droite

source: Slide Top to Bottom
fr_fr: Glisser du haut vers le bas

source: Transition Effect
fr_fr: Effet de Transition

source: Duration
fr_fr: Durée

source: Sets the duration (in milliseconds) for the slideshow transition.
fr_fr: Fixe la durée (en millisecondes) des transitions.

source: Enable Arrows
fr_fr: Activer les Flèches

source: Positioned Inside
fr_fr: Positionné à l'intérieur

source: Sets the position of the arrows : inside the slider (checked) or outside (unchecked).
fr_fr: Détermine la position des flèches : à l'intérieur du slider (cochée) ou à l'extérieur (non cochée).

source: Enable Navigation Dots
fr_fr: Activer la Navigation

source: Sets the position of the navigation dots : centered inside the slider (checked) or outside (unchecked).
fr_fr: Détermine la position de la navigation : centré à l'intérieur du slider (cochée) ou à l'extérieur (non cochée).

source: Enable Animation
fr_fr: Activer l'Animation

source: Duration of the slides
fr_fr: Durée des slides

source: Sets the duration (in milliseconds) of the slides display.
fr_fr: Fixe la durée (en millisecondes) de l'affichage des slides.

source: Pause Animation on Hover
fr_fr: Mettre en Pause au Survol

source: Infinite Slider
fr_fr: Slider Infini

source: Enable Mouse & Touch Control
fr_fr: Activer le Contrôle Tactile

source: Enter slider name here
fr_fr: Entrez le nom du slider

source: No pictures found
fr_fr: Aucune image trouvé

source: Add picture
fr_fr: Ajouter une image

source: Change picture
fr_fr: Modifier l'image

source: Save slide
fr_fr: Enregistrer

source: Remove slide
fr_fr: Supprimer la slide

source: Advanced Mode
fr_fr: Mode Avancé

source: Set as Background Image
fr_fr: Afficher en tant que background-image

source: Picture sizes
fr_fr: Tailles d'image

source: Delete
fr_fr: Supprimer

source: Picture #
fr_fr: Image n°

source: Edit Picture
fr_fr: Modifier l'image

source: Remove
fr_fr: Enlever

source: Current Picture
fr_fr: Image Courante

source: Cancel
fr_fr: Annuler

source: Add a new picture size
fr_fr: Nouvelle taille d'image

source: Alternative text
fr_fr: Texte Alternatif

source: Half size
fr_fr: Taille &frac12;

source: Quarter size
fr_fr: Taille &frac14;

source: No Slider ID found.
fr_fr: Aucun ID de slider trouvé.

source: No Slider with ID #%s found.
fr_fr: Aucun Slider avec l'ID %s trouvé.

source: The slider #%s is not published.
fr_fr: Le slider n°%s n'est pas publié.

source: %s does not exist.
fr_fr: %s n'existe pas.

source: action_args should not be overwritten when calling sps_get_template.
fr_fr: action_args ne peut pas être surchargé lors de l'appel à sps_get_template.
